<?php
$MESS['VCIB_UNDEFINED_ERROR'] = 'Неопределнная ошибка.';
$MESS['VCIB_ORDER_CHECK_ERROR'] = "Ошибка проверки заказа. Описание:\n";
$MESS['VCIB_ORDER_CANCELLATION_ERROR'] = "Ошибка в процедуре отмены заказа. Описание:\n";
$MESS['VCIB_ORDER_SEND_STATUS_ERROR'] = "Ошибка в процедуре отправки статуса заказа. Описание:\n";
$MESS['VCIB_ORDER_SEND_STATUS_CURL_ERROR'] = "Ошибка в процедуре отправки данных через cURL. Описание:\n";
$MESS['VCIB_USER_CREATE_ERROR'] = "Ошибка создания пользователя: выбран id пользователя по умолчанию. Описание:\n";
$MESS['VCIB_EMPTY_BASKET_ERROR'] = 'Ошибка создания заказа: корзина пуста. Номер заказа ВТБ-Коллекция ';
$MESS['VCIB_ORDER_CREATE_ERROR'] = 'Ошибка создания заказа: не создать объект заказа. Номер заказа ВТБ-Коллекция ';
$MESS['VCIB_BASKET_CREATE_ERROR'] = 'Ошибка создания заказа: не создать объект корзины. Номер заказа ВТБ-Коллекция ';
$MESS['VCIB_LOCATION_CODE_ERROR'] = 'Ошибка получения кода местопложения. Номер заказа ВТБ-Коллекция - id местоположения: ';
$MESS['VCIB_LOCATION_ID_ERROR'] = 'Ошибка получения id местопложения. Номер заказа ВТБ-Коллекция - индекс: ';
$MESS['VCIB_MAIL_THEME'] = 'Оповещения интеграции ВТБ-Коллекция';